{
  "The English Surgeon|||2009": {
    "Poster": "https://image.tmdb.org/t/p/w500/ftgAqnOwzWdoROC1A9sYTPaz3xz.jpg",
    "Plot": "This documentary offers a glimpse into the life of an English neurosurgeon (Henry Marsh) situated in Ukraine as we are exposed to the overwhelming dilemmas he has to face and the burden he has to carry throughout his profession."
  },
  "Pride and Prejudice|||2005": {
    "Poster": "https://image.tmdb.org/t/p/w500/jnsoq5q98DQaE8yw6WZH0F9dW5G.jpg",
    "Plot": "A story of love and life among the landed English gentry during the Georgian era. Mr. Bennet is a gentleman living in Hertfordshire with his overbearing wife and five daughters, but if he dies their house will be inherited by a distant cousin whom they have never met, so the family's future happiness and security is dependent on the daughters making good marriages."
  },
  "L'Atalante|||1934": {
    "Poster": "https://image.tmdb.org/t/p/w500/qg3PQG6QeFpcg45XhYQpsYcabna.jpg",
    "Plot": "Capricious small-town girl Juliette and barge captain Jean marry after a whirlwind courtship, and she comes to live aboard his boat, L'Atalante. As they make their way down the Seine, Jean grows weary of Juliette's flirtations with his all-male crew, and Juliette longs to escape the monotony of the boat and experience the excitement of a big city. When she steals away to Paris by herself, her husband begins to think their marriage was a mistake."
  },
  "Mind Game|||2004": {
    "Poster": "https://image.tmdb.org/t/p/w500/e5mV1iVcjg7nkpJrskQOnFCR4H9.jpg",
    "Plot": "Nishi is a loser who has a crush on his childhood girlfriend. After an encounter with the Japanese mafia, he journeys to heaven and back, and ends up trapped in an even more unlikely place."
  },
  "Searching for Sugar Man|||2012": {
    "Poster": "https://image.tmdb.org/t/p/w500/ucM98HuBHSWmn44oiE83hIDc6VB.jpg",
    "Plot": "Two South Africans set out to discover what happened to their unlikely musical hero, the mysterious 1970s rock 'n' roller, Rodriguez."
  },
  "Casablanca|||1942": {
    "Poster": "https://image.tmdb.org/t/p/w500/oyGRZVIthHJjc98ekKpeWpDh8Ws.jpg",
    "Plot": "In Casablanca, Morocco in December 1941, a cynical American expatriate meets a former lover, with unforeseen complications."
  },
  "Kiss Kiss, Bang Bang|||2005": {
    "Poster": "https://image.tmdb.org/t/p/w500/aWfjIkpENFX6Uw82pET7EQ6jnrd.jpg",
    "Plot": "A petty thief posing as an actor is brought to Los Angeles for an unlikely audition and finds himself in the middle of a murder investigation along with his high school dream girl and a detective who's been training him for his upcoming role..."
  },
  "Rocco and His Brothers (Rocco e i suoi fratelli)|||1961": {
    "Poster": "https://image.tmdb.org/t/p/w500/pngL8AraChIDOiWnKF2o3S9kJzJ.jpg",
    "Plot": "When a impoverished widow’s family moves to the big city, two of her five sons become romantic rivals with deadly results."
  },
  "Cape Fear|||1962": {
    "Poster": "https://image.tmdb.org/t/p/w500/xDqaHjMbnebtB05QWgAR8wW86sb.jpg",
    "Plot": "Sam Bowden witnesses a rape committed by Max Cady and testifies against him. When released after 8 years in prison, Cady begins stalking Bowden and his family but is always clever enough not to violate the law."
  },
  "Butterfly Girl|||2015": {
    "Poster": "/static/placeholder.png",
    "Plot": ""
  },
  "The Lady Vanishes|||1938": {
    "Poster": "https://image.tmdb.org/t/p/w500/c1t9LB76LvEARPanfEzXmkm7fwY.jpg",
    "Plot": "On a train headed for England a group of travelers is delayed by an avalanche. Holed up in a hotel in a fictional European country, young Iris befriends elderly Miss Froy. When the train resumes, Iris suffers a bout of unconsciousness and wakes to find the old woman has disappeared. The other passengers ominously deny Miss Froy ever existed, so Iris begins to investigate with another traveler and, as the pair sleuth, romantic sparks fly."
  },
  "The Last Waltz|||1978": {
    "Poster": "https://image.tmdb.org/t/p/w500/2K7CFH0AIHnGrA4yQjPCoIB5CmQ.jpg",
    "Plot": "Martin Scorsese's documentary intertwines footage from The Band's incredible farewell tour with probing backstage interviews and featured performances by Eric Clapton, Bob Dylan, Joni Mitchell, Van Morrison, and other rock legends."
  },
  "Mrs. Miniver|||1942": {
    "Poster": "https://image.tmdb.org/t/p/w500/fjPjx6FTaoTussbqoLj6OYTtUyi.jpg",
    "Plot": "Middle-class housewife Kay Miniver deals with petty problems. She and her husband Clem watch her Oxford-educated son Vin court Carol Beldon, the charming granddaughter of the local nobility as represented by Lady Beldon. Then the war comes and Vin joins the RAF."
  },
  "The Square (Al Midan)|||2013": {
    "Poster": "https://image.tmdb.org/t/p/w500/fbhmYUTdRgnFvumVewTCLgbvYm9.jpg",
    "Plot": "The Square looks at the hard realities faced day-to-day by people working to build Egypt’s new democracy. Cairo’s Tahrir Square is the heart and soul of the film, which follows several young activists. Armed with values, determination, music, humor, an abundance of social media, and sheer obstinacy, they know that the thorny path to democracy only began with Hosni Mubarak’s fall. The life-and-death struggle between the people and the power of the state is still playing out."
  },
  "How the Grinch Stole Christmas|||1967": {
    "Poster": "/static/placeholder.png",
    "Plot": ""
  },
  "Into The Arms Of Strangers: Stories Of The Kindertransport|||2000": {
    "Poster": "https://image.tmdb.org/t/p/w500/9vNRpMYT5H9L9UYf6Yq17isnQem.jpg",
    "Plot": "In the nine months prior to World War II, 10.000 innocent children left behind their families, their homes, their childhood, and took the journey... to Britain to escape the Nazi Holocaust."
  },
  "Ace in the Hole (The Big Carnival)|||1951": {
    "Poster": "https://image.tmdb.org/t/p/w500/gPVPzHEsJBX02HtBtIQgYnfeqNQ.jpg",
    "Plot": "An arrogant reporter exploits a story about a man trapped in a cave to revitalize his career."
  },
  "The Discreet Charm Of The Bourgeoisie (Le Charme Discret de la Bourgeoisie)|||1972": {
    "Poster": "https://image.tmdb.org/t/p/w500/zN4ILX2x64PvT2jIOAHXxCOi5WA.jpg",
    "Plot": "In Luis Buñuel’s deliciously satiric masterpiece, an upper-class sextet sits down to dinner but never eats, their attempts continually thwarted by a vaudevillian mixture of events both actual and imagined."
  },
  "Godzilla Vs. Destoroyah|||2000": {
    "Poster": null,
    "Plot": ""
  },
  "The Secret of NIMH|||1982": {
    "Poster": "https://image.tmdb.org/t/p/w500/bqH0pbnt92C8WJ3lwLhllQZndeY.jpg",
    "Plot": "A widowed field mouse must move her family -- including an ailing son -- to escape a farmer's plow. Aided by a crow and a pack of superintelligent, escaped lab rats, the brave mother struggles to transplant her home to firmer ground."
  },
  "Cidade de Deus (City of God)|||2003": {
    "Poster": "https://image.tmdb.org/t/p/w500/k7eYdWvhYQyRQoU2TB2A2Xu2TfD.jpg",
    "Plot": "In the poverty-stricken favelas of Rio de Janeiro in the 1970s, two young men choose different paths. Rocket is a budding photographer who documents the increasing drug-related violence of his neighborhood, while José “Zé” Pequeno is an ambitious drug dealer diving into a dangerous life of crime."
  },
  "Enemies of the People|||2010": {
    "Poster": "https://image.tmdb.org/t/p/w500/wRpW39np3275vOtLzrU89SNkWfy.jpg",
    "Plot": "The Khmer Rouge slaughtered nearly two million people in the late 1970s. Yet the Killing Fields of Cambodia remain unexplained. Until now. Enter Thet Sambath, an unassuming, yet cunning, investigative journalist who spends a decade of his life gaining the trust of the men and women who perpetrated the massacres. From the foot soldiers who slit throats to Pol Pot's right-hand man, the notorious Brother Number Two, Sambath records shocking testimony never before seen or heard. Having neglected his own family for years, Sambath's work comes at a price. But his is a personal mission. He lost his parents and his siblings in the Killing Fields. Amidst his journey to discover why his family died, we come to understand for the first time the real story of Cambodia's tragedy."
  },
  "Early Summer|||1951": {
    "Poster": "https://image.tmdb.org/t/p/w500/qVJsIMOYT7pNEldMttuATep6mtB.jpg",
    "Plot": "A 28-year-old single woman is pressured to marry."
  },
  "Metropolis|||1927": {
    "Poster": "https://image.tmdb.org/t/p/w500/vZIJxGnjcswPCAa52jhbl01FQkV.jpg",
    "Plot": "In a futuristic city sharply divided between the rich and the poor, the son of the city's mastermind meets a prophet who predicts the coming of a savior to mediate their differences."
  },
  "Beauty Is Embarrassing|||2012": {
    "Poster": "https://image.tmdb.org/t/p/w500/6QaxNpdODOAdXPysw5Coyxv26Jo.jpg",
    "Plot": "Raised in the Tennessee mountains, Wayne White started his career as a cartoonist in NYC. He quickly found success as one of the creators of the Pee-wee's Playhouse TV show which soon led to more work designing some of the most arresting and iconic images in pop culture. Recently his word paintings featuring pithy and and often sarcastic text statements finely crafted onto vintage landscape paintings have made him a darling of the fine art world. The movie chronicles the vaulted highs and crushing lows of an artist struggling to find peace and balance between his professional work and his personal art. This is especially complicated for a man who struggles with the virtues he most often mocks in his art...Vanity, ego and fame."
  },
  "Freestyle|||2000": {
    "Poster": "https://image.tmdb.org/t/p/w500/vjkobtqkJ0XeRgBH03UQ5PF5ETu.jpg",
    "Plot": "From neighborhood ciphers to the most notorious MC battles, \"Freestyle: the Art of Rhyme\" captures the electrifying energy of improvisational hip-hop--the rarely recorded art form of rhyming spontaneously. Like preachers and jazz solos, freestyles exist only in the moment, a modern-day incarnation of the African-American storytelling tradition. Shot over a period of more than seven years, it is already an underground cult film in the hip-hop world. The film systematically debunks the false image put out by record companies that hip-hop culture is violent or money-obsessed. Instead, it lets real hip-hop artists, known and unknown, weave their story out of a passionate mix of language, politics, and spirituality."
  },
  "Guardians of the Galaxy|||2014": {
    "Poster": "https://image.tmdb.org/t/p/w500/r7vmZjiyZw9rpJMQJdXpjgiCOk9.jpg",
    "Plot": "Light years from Earth, 26 years after being abducted, Peter Quill finds himself the prime target of a manhunt after discovering an orb wanted by Ronan the Accuser."
  },
  "Harry Potter and the Deathly Hallows - Part 2|||2011": {
    "Poster": "https://image.tmdb.org/t/p/w500/c54HpQmuwXjHq2C9wmoACjxoom3.jpg",
    "Plot": "Harry, Ron and Hermione continue their quest to vanquish the evil Voldemort once and for all. Just as things begin to look hopeless for the young wizards, Harry discovers a trio of magical objects that endow him with powers to rival Voldemort's formidable skills."
  },
  "I Will Make You Mine|||": {
    "Poster": "https://image.tmdb.org/t/p/w500/bvZtIc4tg0JyVmBGyrLJF2lWJ6H.jpg",
    "Plot": "Three women wrestle with life's difficulties while confronting their past relationships with the same man."
  },
  "Scratch|||2002": {
    "Poster": "https://image.tmdb.org/t/p/w500/6NKr34khZBSGCGZjtvHEGabhPMM.jpg",
    "Plot": ""
  },
  "Paris, Texas|||1984": {
    "Poster": "https://image.tmdb.org/t/p/w500/sP27Qm4THyRZyHjHYMfIDtJP6YE.jpg",
    "Plot": "A man wanders out of the desert not knowing who he is. His brother finds him, and helps to pull his memory back of the life he led before he walked out on his family and disappeared four years earlier."
  },
  "Sing Street|||2016": {
    "Poster": "https://image.tmdb.org/t/p/w500/sUWpVlrvzU2SJbnVZqIeKulPKwk.jpg",
    "Plot": "A boy growing up in Dublin during the 1980s escapes his strained family life by starting a band to impress the mysterious girl he likes."
  },
  "October Sky|||1999": {
    "Poster": "https://image.tmdb.org/t/p/w500/1weUnrWqESWoLzMgSs64jd4GEwY.jpg",
    "Plot": "Homer Hickam is a kid with only one future in sight, to work in the local coal mine like his father. However, in October 1957 everything changes when the first artificial satellite, Sputnik, goes into orbit. When Homer sees the Soviet satellite streak overhead, he becomes inspired to learn how to build rockets. With the help of his friends, and the local nerd, Homer sets to do just that by trial and a lot of error. Unfortunately, most of the town, and especially Homer's father, thinks that they are wasting their time. Only one teacher understands their efforts and lets them know that they could become contenders in the national science fair with college scholarships being the prize. Now the gang must learn to perfect their craft and overcome the many problems facing them as they shoot for the stars."
  }
}